[
    {
      "name": "Sedna",
      "class": "god",
      "description": "Known as Mother of the Deep and Mistress of the Sea, Sedna is the mother of all sea creatures. Those who travel along the sea must pay her reverence or face her wrath.",
      "attack_points": 400,
      "defense_points": 400,
      "image": "sedna.jpg"
    },
    {
        "name": "Coyote",
        "class": "god",
        "description": "The incarnation of change and mischief, the eternal trickster Coyote can be funny or fearsome. Vain and greedy, he can harm just as easily as help those who call upon him.",
        "attack_points": 500,
        "defense_points": 850,
        "image": "coyote.jpg"
      },
      {
        "name": "Pachamama",
        "class": "god",
        "description": "Goddess of the earth and fertility, Pachamama can sustain life or take it. Though she is normally peaceful, she can also create earthquakes to crumble mountains and bury cities.",
        "attack_points": 300,
        "defense_points": 750,
        "image": "pachamama.jpg"
      },
      {
        "name": "Xolotl",
        "class": "god",
        "description": "The dog-headed god of fire and sickness, Xolotl guides the dead to the underworld Mictlan. His skeletal frame and empty eye sockets make him appear weak. Remember that he is anything but.",
        "attack_points": 550,
        "defense_points": 670,
        "image": "xolotl.png"
      },
      {
        "name": "Guabancex",
        "class": "god",
        "description": "Creator of chaos and disorder, Guabancex is a mercurial goddess known for conjuring hurricanes and floods. Efforts to calm her violent temper often fail, and even other gods fear her.",
        "attack_points": 800,
        "defense_points": 700,
        "image": "guabancex.jpg" 
      },
      {
        "name": "Papa Legba",
        "class": "god",
        "description": "An intermediary between man and spirits, the loa Papa Legba stands at the crossroads of life and death. He grants or denies permission to speak to the other loa and is often seen as a protector.",
        "attack_points": 300,
        "defense_points": 600,
        "image": "papalegba.jpg"
      },
      {
        "name": "Ravuravu",
        "class": "god",
        "description": "God of murder Ravuravu earned his name. He sits on large stones and waits for his victims to cross his path. Touching one of these stones will make your skin turn white — if Ravuravu doesn't catch you first.",
        "attack_points": 750,
        "defense_points": 500,
        "image": "ravuravu.jpg"
      },
      {
        "name": "Pele",
        "class": "god",
        "description": "Goddess Pele is just as unpredictable and explosive as the volcanoes she embodies. Holding the power to both create and destroy, Pele is known to do both with equal passion.",
        "attack_points": 800,
        "defense_points": 650,
        "image": "pele.jpg"
      },
      {
        "name": "Èṣù",
        "class": "god",
        "description": "Master of all languages, messenger between the Orisha and humans, and personification of duality, Èṣù plays many roles. He is seen as a villain and a hero equally; unpredictable, clever, and sly.",
        "attack_points": 760,
        "defense_points": 600,
        "image": "esu.jpg" 
      },
      {
        "name": "Bastet",
        "class": "god",
        "description": "Cat-headed Bastet is the goddess of protection, childbirth, and fertility. Though usually benevolent, she is also known as The Lady of Dread for her ferocity when defending the vulnerable.",
        "attack_points": 660,
        "defense_points": 800,
        "image": "bastet.jpeg"
      },
      {
        "name": "Ares",
        "class": "god",
        "description": "The god of war known for his violent temper, Ares is reckless, bloodthirsty, and brutal. Friend and foe have little difference in his eyes; he cuts down any and all who anger him.",
        "attack_points": 700,
        "defense_points": 800,
        "image": "ares.png" 
      },
      {
        "name": "Hel",
        "class": "god",
        "description": "The goddess of death and Queen of Helhiem Hel rules the underworld. It's said that when the world ends, her army of the dead will sail on Naglfar, a ship of human nails, to the final battle.",
        "attack_points": 570,
        "defense_points": 700,
        "image": "hel.png"
      },
      {
        "name": "Kali",
        "class": "god",
        "description": "Tied to doomsday and death, Kali destroys evil to defend the innocent. She has four arms, wears a garland of skulls around her waist, and often carries one of the severed heads of her enemies.",
        "attack_points": 800,
        "defense_points": 850,
        "image": "kali.jpeg" 
      },
      {
        "name": "Erlang Shen",
        "class": "god",
        "description": "God of engineering and the greatest warrior of Heaven, Erlang Shen offers wisdom and peace. His third eye in his forehead allows him to see through deceptions and into the true nature of people.",
        "attack_points": 700,
        "defense_points": 850,
        "image": "erlangshen.png"
      },
      {
        "name": "Bila",
        "class": "god",
        "description": "Cannibal solar goddess Bila sends black and red dogs to drag humans back to her before roasting eating them. The eternal fire she keeps burning for her meals provides light and energy for the world.",
        "attack_points": 770,
        "defense_points": 400, 
        "image": "bila.jpeg"
      },
      {
        "name": "Bahloo",
        "class": "god",
        "description": "The personification of the moon, Bahloo is associated with snakes and death. He is often seen with his three snakes, two coiled around his arms and one around his neck, wandering throughout the night.",
        "attack_points": 300,
        "defense_points": 400,
        "image": "bahloo.png"
      },
      {
        "name": "Ishara",
        "class": "god",
        "description": "Goddess of love, healing, fertility, and the embodiment of femininity, Ishara is known for her beauty and grace. Peasants and royalty alike worship her, as she offers protection and renewed life.",
        "attack_points": 550,
        "defense_points": 400,
        "image": "ishara.jpeg"
      },
      {
        "name": "Tarḫunna",
        "class": "god",
        "description": "Tarḫunna is a god of weather and storms. He rules over the heavens, mountains, and other gods. It is Tarḫunna who decides if fields would have good harvests or if the land and people would suffer from drought and famine.",
        "attack_points": 700,
        "defense_points": 750,
        "image": "tarhunna.png"
      },
      {
        "name": "Sasquatch",
        "class": "beast",
        "description": "Tales of the seven-foot-tall hairy wild men of the forests have been spoken about for hundreds of years. The elusive Sasquatch are guardians of the wilderness and are not afraid to defend it.",
        "attack_points": 400,
        "defense_points": 700,
        "image": "sasquatch.jpeg"
      },
      {
        "name": "Windigo",
        "class": "beast",
        "description": "A towering figure with ash-gray skin, long claws, and lips chewed ragged, the wendigo hunts during the coldest time of the year to satisfy its insatiable hunger. Each life it claims only makes its hunger grow.",
        "attack_points": 700,
        "defense_points": 500,
        "image": "windigo.jpeg"
      },
      {
        "name": "Mapinguari",
        "class": "beast",
        "description": "The humanoid mapinguari has a gaping mouth in its abdomen and a pungent odor strong enough to knock a person unconscious. It uses its fearsome strength to defend the jungles it calls home from those who would harm it.",
        "attack_points": 600,
        "defense_points": 760,
        "image": "mapinguari.png"
      },
      {
        "name": "El Silbón",
        "class": "beast",
        "description": "Whistling his ghastly tune, El Silbón stalks the grasslands at night for victims to add to his sack full of bones. The closer his whistle sounds, the safer you are. If he sounds far away, it's already too late.",
        "attack_points": 650,
        "defense_points": 200,
        "image": "elsilbon.png"
      },
      {
        "name": "La Diablesse",
        "class": "beast",
        "description": "Her poise and figure make her seem beautiful, but the long dress and wide hat hide a cow hoof and a monstrous face. La Diablesse casts spells on unfaithful men to lure them into the forests to their deaths.",
        "attack_points": 500,
        "defense_points": 600,
        "image": "ladiablesse.jpeg"
      },
      {
        "name": "Chupacabra",
        "class": "beast",
        "description": "The blood sucking chupacabra prefers goats, but it has been known to feed on nearly anything. Appearing either reptilian with red eyes and spikes or as a hairless canine, they terrorize cities and farms alike.",
        "attack_points": 450,
        "defense_points": 300,
        "image": "chupacabra.jpeg"
      },
      {
        "name": "Kaupe",
        "class": "beast",
        "description": "The malevolent Kaupe was once a ruler before he was caught devouring his citizens. After being killed, he returned as a spirit to lure people to him. Even as a spirit, he has not lost a taste for human flesh.",
        "attack_points": 400,
        "defense_points": 550,
        "image": "kaupe.png"
      },
      {
        "name": "Maero",
        "class": "beast",
        "description": "These wild giants of the woods inhabit mountains and forests. After being pushed from their sacred lands by humans, the Maero often attack and eat anyone and anything that intrude on their territories.",
        "attack_points": 670,
        "defense_points": 560,
        "image": "maero.png"
      },
      {
        "name": "Ninki Nanka",
        "class": "beast",
        "description": "The swamp-dwelling Ninki Nanka is a black and green snake-like creature 50 meters long with a feathery crest. Seeing the Ninki Nanka almost guarantees death, and nothing but its own reflection can kill it.",
        "attack_points": 550,
        "defense_points": 700,
        "image": "ninkinanka.png"
      },
      {
        "name": "Tokoloshi",
        "class": "beast",
        "description": "With the ability to turn invisible, the mischievous and violent Tokoloshi is responsible for crimes from scaring children to causing illness and death. After its victims are asleep, it sneaks into homes and wreaks havoc.",
        "attack_points": 300,
        "defense_points": 100,
        "image": "tokoloshi.png"
      },
      {
        "name": "Werewolf",
        "class": "beast",
        "description": "The result of a punishment or blessing, werewolves have a legacy of strength and violence. Whether they change shape at will or are forced to do so under a full moon, werewolves are particularly ferocious and deadly.",
        "attack_points": 870,
        "defense_points": 600,
        "image": "werewolf.png"
      },
      {
        "name": "Leshy",
        "class": "beast",
        "description": "Lord of forests, the Leshy can look like anything in its domain -- trees, animals, even wind. Known to both help travelers or lead them astray, the Leshy demands that all respect its control of the forest, or else.",
        "attack_points": 400,
        "defense_points": 650,
        "image": "leshy.png"
      },
      {
        "name": "Manananggal",
        "class": "beast",
        "description": "A beautiful woman by day and a self-segmenting monster by night, the manananggal separates her torso from her body to hunt once the sun sets. She feeds by using a long tongue to suck out organs from sleeping victims.",
        "attack_points": 850,
        "defense_points": 300,
        "image": "mananaggal.png"
      },
      {
        "name": "Gumhio",
        "class": "beast",
        "description": "The shapeshifting gumiho appears either as an alluring woman or a nine-tailed fox. When not feeding on the hearts and livers of humans, they use the beads hidden in their mouths to steal energy through a kiss.",
        "attack_points": 770,
        "defense_points": 400,
        "image": "gumhio.jpeg"
      },
      {
        "name": "Papinijuwari",
        "class": "beast",
        "description": "One-eyed giants that live where the sky ends, the Papinijuwaris descend upon the earth to feed on the dead and dying. Finding their victims through smell, they shrink small enough to enter the body and drink the blood.",
        "attack_points": 650,
        "defense_points": 600,
        "image": "papinijuwari.png"
      },
      {
        "name": "Yara-ma-yha-who",
        "class": "beast",
        "description": "Short, red, with a large head and suckers at the ends of its fingers and toes, the Yara-ma-yha-who uses its suckers to drain the blood from its victims. It then swallows the person whole, regurgitates them, and repeats.",
        "attack_points": 300,
        "defense_points": 200,
        "image": "yaramayhawho.png"
      },
      {
        "name": "Ghoul",
        "class": "beast",
        "description": "Often found skulking around graveyards and burial grounds, ghouls consume human flesh. They are able to change their shape, often into the person most recently eaten, but they can never change the hooves on their feet.",
        "attack_points": 600,
        "defense_points": 550,
        "image": "ghoul.jpg"
      },
      {
        "name": "Falak",
        "class": "beast",
        "description": "The giant serpent Falak rests deep below all of creation. Its said that his power is so great that he has the ability to swallow the earth and heavens. It's only his fear of one more powerful that leashes the beast.",
        "attack_points": 860,
        "defense_points": 750,
        "image": "falak.png"
      }
  ]